Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: unsupported feature
sv: funktion som inte stöds

source: failed finding central directory
sv: det gick inte att hitta den centrala katalogen

source: not a ZIP archive
sv: inte ett ZIP-arkiv

source: invalid header or archive is corrupted
sv: ogiltig rubrik eller arkiv är skadat

source: unsupported multidisk archive
sv: multidisk-arkiv som inte stöds

source: decompression failed or archive is corrupted
sv: dekompression misslyckades eller arkivet är skadat

source: compression failed
sv: komprimering misslyckades

source: unexpected decompressed size
sv: oväntad dekomprimerad storlek

source: CRC-32 check failed
sv: CRC-32-kontrollen misslyckades

source: unsupported central directory size
sv: central katalogstorlek som inte stöds

source: allocation failed
sv: tilldelning misslyckades

source: file open failed
sv: filöppningen misslyckades

source: file create failed
sv: filskapandet misslyckades

source: file write failed
sv: filskrivning misslyckades

source: file read failed
sv: filläsning misslyckades

source: file close failed
sv: filavslutning misslyckades

source: file seek failed
sv: filsökning misslyckades

source: file stat failed
sv: filstatistiken misslyckades

source: invalid parameter
sv: ogiltig parameter

source: invalid filename
sv: ogiltigt filnamn

source: buffer too small
sv: bufferten är för liten

source: internal error
sv: internt fel

source: file not found
sv: filen hittades inte

source: archive is too large
sv: arkivet är för stort

source: validation failed
sv: validering misslyckades

source: write calledback failed
sv: skriv återuppringning misslyckades

source: All objects are outside of the print volume.
sv: Alla objekt ligger utanför utskriftsvolymen.

source: The supplied settings will cause an empty print.
sv: De medföljande inställningarna kommer att orsaka en tom utskrift.

source: Some objects are too close; your extruder will collide with them.
sv: Vissa föremål är för nära; din extruder kommer att kollidera med dem.

source: Some objects are too tall and cannot be printed without extruder collisions.
sv: Vissa föremål är för höga och kan inte skrivas ut utan extruderkollisioner.

source: Only a single object may be printed at a time in Spiral Vase mode. Either remove all but the last object, or enable sequential mode by "complete_objects".
sv: Endast ett enda föremål kan skrivas ut åt gången i spiralvasläget. Ta antingen bort allt utom det sista objektet eller aktivera sekventiellt läge med "complete_objects".

source: The Spiral Vase option can only be used when printing single material objects.
sv: Alternativet Spiral Vas kan endast användas vid utskrift av enskilda materialobjekt.

source: The wipe tower is only supported if all extruders have the same nozzle diameter and use filaments of the same diameter.
sv: Torktornet stöds endast om alla extrudrar har samma munstycksdiameter och använder filament med samma diameter.

source: Ooze prevention is currently not supported with the wipe tower enabled.
sv: Förebyggande av läckage stöds för närvarande inte med torkartornet aktiverat.

source: The Wipe Tower is only supported for multiple objects if they have equal layer heights
sv: Torkatornet stöds endast för flera objekt om de har samma lagerhöjder

source: The Wipe Tower is only supported for multiple objects if they are printed over an equal number of raft layers
sv: Torkatornet stöds endast för flera objekt om de skrivs ut över lika många flottskikt

source: The Wipe Tower is only supported for multiple objects if they are sliced equally.
sv: Torkatornet stöds endast för flera objekt om de är lika uppdelade.

source: The Wipe tower is only supported if all objects have the same variable layer height
sv: Torkatornet stöds endast om alla objekt har samma variabla lagerhöjd

source: One or more object were assigned an extruder that the printer does not have.
sv: Ett eller flera objekt tilldelades en extruder som skrivaren inte har.

source: %1%=%2% mm is too low to be printable at a layer height %3% mm
sv: %1%=%2% mm är för lågt för att kunna skrivas ut på lagerhöjden %3% mm

source: Excessive %1%=%2% mm to be printable with a nozzle diameter %3% mm
sv: För mycket %1%=%2% mm för att kunna skrivas ut med en munstycksdiameter %3% mm

source: Printing with multiple extruders of differing nozzle diameters. If support is to be printed with the current extruder (support_material_extruder == 0 or support_material_interface_extruder == 0), all nozzles have to be of the same diameter.
sv: Utskrift med flera extrudrar med olika munstycksdiametrar. Om stöd ska skrivas ut med aktuell extruder (support_material_extruder == 0 eller support_material_interface_extruder == 0), måste alla munstycken ha samma diameter.

source: First layer height can't be greater than nozzle diameter
sv: Första lagrets höjd får inte vara större än munstyckets diameter

source: Layer height can't be greater than nozzle diameter
sv: Skikthöjden får inte vara större än munstyckets diameter

source: Infilling layers
sv: Fyllande lager

source: Generating skirt and brim
sv: Genererar kjol och brätte

source: Exporting G-code
sv: Exporterar G-kod

source: Generating G-code
sv: Genererar G-kod

source: Pad brim size is too small for the current configuration.
sv: Pads brättestorlek är för liten för den aktuella konfigurationen.

source: Cannot proceed without support points! Add support points or disable support generation.
sv: Kan inte fortsätta utan stödpunkter! Lägg till supportpunkter eller inaktivera supportgenerering.

source: Elevation is too low for object. Use the "Pad around object" feature to print the object without elevation.
sv: Höjd är för låg för objektet. Använd funktionen "Pad around object" för att skriva ut objektet utan höjd.

source: The endings of the support pillars will be deployed on the gap between the object and the pad. 'Support base safety distance' has to be greater than the 'Pad object gap' parameter to avoid this.
sv: Ändarna på stödpelarna kommer att placeras ut på springan mellan föremålet och dynan. 'Stödbassäkerhetsavstånd' måste vara större än parametern 'Padobjektavstånd' för att undvika detta.

source: Exposition time is out of printer profile bounds.
sv: Exponeringstiden ligger utanför skrivarprofilens gränser.

source: Initial exposition time is out of printer profile bounds.
sv: Den initiala exponeringstiden ligger utanför skrivarprofilens gränser.

source: Slicing done
sv: Skivning klar

source: Hollowing model
sv: Ihålig modell

source: Drilling holes into model.
sv: Borra hål i modellen.

source: Slicing model
sv: Skivningsmodell

source: Generating support points
sv: Generera stödpunkter

source: Generating support tree
sv: Genererar stödträd

source: Generating pad
sv: Genererande pad

source: Slicing supports
sv: Skivningsstöd

source: Merging slices and calculating statistics
sv: Slå samman skivor och beräkna statistik

source: Rasterizing layers
sv: Rasteriserande lager

source: Too many overlapping holes.
sv: För många överlappande hål.

source: Mesh to be hollowed is not suitable for hollowing (does not bound a volume).
sv: Nät som ska urholkas är inte lämpligt för urholkning (binder inte en volym).

source: Unable to drill the current configuration of holes into the model.
sv: Det går inte att borra den aktuella konfigurationen av hål i modellen.

source: Drilling holes into the mesh failed. This is usually caused by broken model. Try to fix it first.
sv: Borrning av hål i nätet misslyckades. Detta orsakas vanligtvis av trasig modell. Försök att fixa det först.

source: Failed to drill some holes into the model
sv: Det gick inte att borra några hål i modellen

source: Slicing had to be stopped due to an internal error: Inconsistent slice index.
sv: Skivning var tvungen att stoppas på grund av ett internt fel: Inkonsekvent skivindex.

source: Visualizing supports
sv: Visualisera stöder

source: No pad can be generated for this model with the current configuration
sv: Ingen pad kan genereras för denna modell med den aktuella konfigurationen

source: There are unprintable objects. Try to adjust support settings to make the objects printable.
sv: Det finns objekt som inte går att skriva ut. Försök att justera stödinställningar för att göra objekten utskrivbara.

source: Printer technology
sv: Skrivarteknik

source: Elephant foot compensation
sv: Elefantfotskompensation

source: The first layer will be shrunk in the XY plane by the configured value to compensate for the 1st layer squish aka an Elephant Foot effect.
sv: Det första lagret kommer att krympas i XY-planet med det konfigurerade värdet för att kompensera för det första lagret squish aka en Elephant Foot-effekt.

source: G-code thumbnails
sv: G-kods miniatyrer

source: This setting controls the height (and thus the total number) of the slices/layers. Thinner layers give better accuracy but take more time to print.
sv: Den här inställningen styr höjden (och därmed det totala antalet) på skivorna/lagren. Tunnare lager ger bättre noggrannhet men tar längre tid att skriva ut.

source: Max print height
sv: Max tryckhöjd

source: Set this to the maximum height that can be reached by your extruder while printing.
sv: Ställ in detta på den maximala höjden som kan nås av din extruder under utskrift.

source: Hostname, IP or URL
sv: Värdnamn, IP eller URL

source: API Key / Password
sv: API-nyckel/lösenord

source: Name of the printer
sv: Skrivarens namn

source: Custom CA certificate file can be specified for HTTPS OctoPrint connections, in crt/pem format. If left blank, the default OS CA certificate repository is used.
sv: Anpassad CA-certifikatfil kan specificeras för HTTPS OctoPrint-anslutningar, i crt/pem-format. Om det lämnas tomt används standardarkivet för OS CA-certifikat.

source: Password
sv: Lösenord

source: Ignore HTTPS certificate revocation checks
sv: Ignorera kontroller för återkallande av HTTPS-certifikat

source: Ignore HTTPS certificate revocation checks in case of missing or offline distribution points. One may want to enable this option for self signed certificates if connection fails.
sv: Ignorera kontroller för återkallande av HTTPS-certifikat i händelse av saknade eller offline distributionspunkter. Man kanske vill aktivera detta alternativ för självsignerade certifikat om anslutningen misslyckas.

source: Printer preset names
sv: Namn på förinställda skrivare

source: Names of presets related to the physical printer
sv: Namn på förinställningar relaterade till den fysiska skrivaren

source: Authorization Type
sv: Behörighetstyp

source: API key
sv: API-nyckel

source: HTTP digest
sv: HTTP-sammandrag

source: Avoid crossing perimeters
sv: Undvik att korsa omkretsar

source: Optimize travel moves in order to minimize the crossing of perimeters. This is mostly useful with Bowden extruders which suffer from oozing. This feature slows down both the print and the G-code generation.
sv: Optimera färdrörelser för att minimera korsningen av omkretsar. Detta är mest användbart med Bowden extruders som lider av sipprar. Denna funktion saktar ner både utskriften och genereringen av G-kod.

source: Avoid crossing perimeters - Max detour length
sv: Undvik att korsa omkretsar - Max omvägslängd

source: The maximum detour length for avoid crossing perimeters. If the detour is longer than this value, avoid crossing perimeters is not applied for this travel path. Detour length could be specified either as an absolute value or as percentage (for example 50%) of a direct travel path.
sv: Den maximala omvägslängden för att undvika att korsa omkretsar. Om omvägen är längre än detta värde, undvik att korsa perimeter tillämpas inte för denna färdväg. Omvägslängd kan anges antingen som ett absolut värde eller som procent (till exempel 50 %) av en direkt färdväg.

source: mm or % (zero to disable)
sv: mm eller % (noll för att inaktivera)

source: Other layers
sv: Andra lager

source: Between objects G-code
sv: G-kod mellan objekt

source: Number of solid layers to generate on bottom surfaces.
sv: Antal solida lager att generera på bottenytor.

source: Bottom solid layers
sv: Nedre solida lager

source: The number of bottom solid layers is increased above bottom_solid_layers if necessary to satisfy minimum thickness of bottom shell.
sv: Antalet fasta bottenskikt ökas över bottom_solid_layers om nödvändigt för att tillfredsställa minsta tjocklek på bottenskalet.

source: Minimum bottom shell thickness
sv: Minsta bottenskalstjocklek

source: Bridge
sv: Bro

source: This is the acceleration your printer will use for bridges. Set zero to disable acceleration control for bridges.
sv: Detta är den acceleration som din skrivare kommer att använda för broar. Ställ in noll för att inaktivera accelerationskontroll för broar.

source: Bridging angle
sv: Överbryggande vinkel

source: Bridging angle override. If left to zero, the bridging angle will be calculated automatically. Otherwise the provided angle will be used for all bridges. Use 180° for zero angle.
sv: Åsidosättande av överbryggningsvinkel. Om den lämnas till noll kommer bryggvinkeln att beräknas automatiskt. Annars kommer den angivna vinkeln att användas för alla broar. Använd 180° för noll vinkel.

source: Bridges fan speed
sv: Överbryggar fläkthastighet

source: This fan speed is enforced during all bridges and overhangs.
sv: Denna fläkthastighet upprätthålls under alla broar och överhäng.

source: Bridge flow ratio
sv: Broflödesförhållande

source: This factor affects the amount of plastic for bridging. You can decrease it slightly to pull the extrudates and prevent sagging, although default settings are usually good and you should experiment with cooling (use a fan) before tweaking this.
sv: Denna faktor påverkar mängden plast för bryggning. Du kan minska den något för att dra ut extrudaten och förhindra att den hänger, även om standardinställningarna vanligtvis är bra och du bör experimentera med kylning (använd en fläkt) innan du justerar detta.

source: Bridges
sv: Broar

source: Speed for printing bridges.
sv: Hastighet för utskrift av broar.

source: Brim width
sv: Brätte bredd

source: The horizontal width of the brim that will be printed around each object on the first layer. When raft is used, no brim is generated (use raft_first_layer_expansion).
sv: Den horisontella bredden på brättet som kommer att skrivas ut runt varje objekt på det första lagret. När flotte används genereras ingen brätte (använd raft_first_layer_expansion).

source: Brim type
sv: Brätttyp

source: The places where the brim will be printed around each object on the first layer.
sv: De platser där brättet kommer att tryckas runt varje objekt på det första lagret.

source: No brim
sv: Inget brätte

source: Outer brim only
sv: Endast yttre brätte

source: Inner brim only
sv: Endast inre brätte

source: Outer and inner brim
sv: Yttre och inre brätte

source: Brim separation gap
sv: Brättseparationsgap

source: Offset of brim from the printed object. The offset is applied after the elephant foot compensation.
sv: Offset av brätte från det tryckta objektet. Förskjutningen tillämpas efter elefantfotskompensationen.

source: Clip multi-part objects
sv: Klipp ut flerdelade objekt

source: Colorprint height
sv: Färgtryckshöjd

source: Heights at which a filament change is to occur.
sv: Höjder vid vilka en filamentförändring ska ske.

source: Compatible printers condition
sv: Kompatibel skrivare skick

source: A boolean expression using the configuration values of an active printer profile. If this expression evaluates to true, this profile is considered compatible with the active printer profile.
sv: Ett booleskt uttryck som använder konfigurationsvärdena för en aktiv skrivarprofil. Om detta uttryck utvärderas till sant anses denna profil vara kompatibel med den aktiva skrivarprofilen.

source: Compatible print profiles condition
sv: Kompatibla utskriftsprofiler skick

source: A boolean expression using the configuration values of an active print profile. If this expression evaluates to true, this profile is considered compatible with the active print profile.
sv: Ett booleskt uttryck som använder konfigurationsvärdena för en aktiv utskriftsprofil. Om detta uttryck utvärderas till sant anses denna profil vara kompatibel med den aktiva utskriftsprofilen.

source: Complete individual objects
sv: Komplettera enskilda objekt

source: Enable auto cooling
sv: Aktivera automatisk kylning

source: This flag enables the automatic cooling logic that adjusts print speed and fan speed according to layer printing time.
sv: Denna flagga aktiverar den automatiska kylningslogiken som justerar utskriftshastigheten och fläkthastigheten enligt utskriftstiden för lagret.

source: Cooling tube position
sv: Kylrörsposition

source: Distance of the center-point of the cooling tube from the extruder tip.
sv: Avståndet mellan kylrörets mittpunkt och extruderns spets.

source: Cooling tube length
sv: Kylrörets längd

source: Length of the cooling tube to limit space for cooling moves inside it.
sv: Längd på kylröret för att begränsa utrymmet för kylrörelser inuti det.

source: This is the acceleration your printer will be reset to after the role-specific acceleration values are used (perimeter/infill). Set zero to prevent resetting acceleration at all.
sv: Det här är accelerationen som din skrivare kommer att återställas till efter att de rollspecifika accelerationsvärdena används (perimeter/infill). Ställ in noll för att förhindra återställning av acceleration alls.

source: Default filament profile
sv: Standardfilamentprofil

source: Default filament profile associated with the current printer profile. On selection of the current printer profile, this filament profile will be activated.
sv: Standardfilamentprofil som är kopplad till den aktuella skrivarprofilen. Vid val av aktuell skrivarprofil kommer denna filamentprofil att aktiveras.

source: Default print profile
sv: Standardutskriftsprofil

source: Default print profile associated with the current printer profile. On selection of the current printer profile, this print profile will be activated.
sv: Standardutskriftsprofil som är kopplad till den aktuella skrivarprofilen. Vid val av aktuell skrivarprofil kommer denna utskriftsprofil att aktiveras.

source: Disable fan for the first
sv: Inaktivera fläkten för den första

source: You can set this to a positive value to disable fan at all during the first layers, so that it does not make adhesion worse.
sv: Du kan ställa in detta på ett positivt värde för att stänga av fläkten överhuvudtaget under de första lagren, så att det inte gör vidhäftningen sämre.

source: Don't support bridges
sv: Stöd inte broar

source: Experimental option for preventing support material from being generated under bridged areas.
sv: Experimentell möjlighet för att förhindra att stödmaterial genereras under överbryggade områden.

source: Distance between copies
sv: Avstånd mellan kopior

source: Distance used for the auto-arrange feature of the plater.
sv: Avstånd som används för funktionen för automatiskt arrangemang av plattaren.

source: This end procedure is inserted at the end of the output file. Note that you can use placeholder variables for all PrusaSlicer settings.
sv: Denna slutprocedur infogas i slutet av utdatafilen. Observera att du kan använda platshållarvariabler för alla PrusaSlicer-inställningar.

source: Ensure vertical shell thickness
sv: Säkerställ vertikal skaltjocklek

source: Add solid infill near sloping surfaces to guarantee the vertical shell thickness (top+bottom solid layers).
sv: Lägg till fast fyllning nära sluttande ytor för att garantera den vertikala skaltjockleken (översta + botten fasta lager).

source: Top fill pattern
sv: Toppfyllningsmönster

source: Fill pattern for top infill. This only affects the top visible layer, and not its adjacent solid shells.
sv: Fyllningsmönster för toppfyllning. Detta påverkar bara det översta synliga lagret, och inte dess intilliggande fasta skal.

source: Monotonic
sv: Monotona

source: Aligned Rectilinear
sv: Riktad rätlinjig

source: Concentric
sv: Koncentrisk

source: Archimedean Chords
sv: Arkimedeiska ackord

source: Bottom fill pattern
sv: Bottenfyllningsmönster

source: Fill pattern for bottom infill. This only affects the bottom external visible layer, and not its adjacent solid shells.
sv: Fyllningsmönster för bottenfyllning. Detta påverkar bara det nedre yttre synliga lagret och inte dess intilliggande fasta skal.

source: External perimeters
sv: Yttre omkretsar

source: Set this to a non-zero value to set a manual extrusion width for external perimeters. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 200%), it will be computed over layer height.
sv: Ställ in detta till ett värde som inte är noll för att ställa in en manuell extruderingsbredd för externa omkretsar. Om den lämnas noll kommer standard extruderingsbredd att användas om den är inställd, annars kommer 1,125 x munstycksdiameter att användas. Om det uttrycks i procent (till exempel 200%), kommer det att beräknas över lagerhöjden.

source: mm or %
sv: mm eller %

source: This separate setting will affect the speed of external perimeters (the visible ones). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above. Set to zero for auto.
sv: Denna separata inställning kommer att påverka hastigheten på externa omkretsar (de synliga). Om det uttrycks i procent (till exempel: 80%) kommer det att beräknas på perimeterhastighetsinställningen ovan. Ställ in på noll för auto.

source: mm/s or %
sv: mm/s eller %

source: External perimeters first
sv: Externa omkretsar först

source: Print contour perimeters from the outermost one to the innermost one instead of the default inverse order.
sv: Skriv ut konturperimetrar från den yttersta till den innersta istället för den omvända standardordningen.

source: Extra perimeters if needed
sv: Extra omkrets vid behov

source: The extruder to use (unless more specific extruder settings are specified). This value overrides perimeter and infill extruders, but not the support extruders.
sv: Extrudern som ska användas (såvida inte mer specifika extruderinställningar anges). Detta värde åsidosätter perimeter- och infill-extruders, men inte stödextruders.

source: Set this to the vertical distance between your nozzle tip and (usually) the X carriage rods. In other words, this is the height of the clearance cylinder around your extruder, and it represents the maximum depth the extruder can peek before colliding with other printed objects.
sv: Ställ in detta på det vertikala avståndet mellan din munstycksspets och (vanligtvis) X-vagnsstavarna. Med andra ord, detta är höjden på frigångscylindern runt din extruder, och den representerar det maximala djupet extrudern kan titta innan den kolliderar med andra tryckta föremål.

source: Set this to the clearance radius around your extruder. If the extruder is not centered, choose the largest value for safety. This setting is used to check for collisions and to display the graphical preview in the plater.
sv: Ställ in detta på frigångsradien runt din extruder. Om extrudern inte är centrerad, välj det största värdet för säkerheten. Den här inställningen används för att kontrollera om det finns kollisioner och för att visa den grafiska förhandsvisningen i plattan.

source: Extruder Color
sv: Extruder färg
